{
    "slug": "coup-organisation",
    "title": "Preventing Coups By Organising Against Them",
    "date": "November 23, 2025",
    "excerpt": "Some forms of political violence are organised by a small group of people who are able to coordinate their violence against a target. While some of these will benefit from increased coordination, so will the resistance against them.",
    "description": "Some forms of political violence are organised by a small group of people who are able to coordinate their violence against a target. While some of these will benefit from increased coordination, so will the resistance against them.",
    "content": "<h2>Coups Require Organisation</h2><p>Many unpopular coups and other overthrows of legitimate governments have to start with improved coordination of some small group with common values and a willingness to commit violence. At first glance, it appears that AC2 could help those groups find one another and affect a takeover of a legitimate and otherwise stable democratic institution.</p>\n\n<h2>Coordination Helps the Powerful</h2>\n<p>The reality that makes AC2 so powerful is that coordination helps the most powerful group collectively leverage their strength to advance their collective goals. In most cases, the most powerful group is actually a large number of distributed people acting together. However, as coordination is so important to get anything effectively done, most institutions wind up dominated by smaller groups of people who are more powerful as individuals and hence able to coordinate more easily. Coordination is easier on a small scale, so small numbers of people will large amounts of power can effectively repress large numbers of people who are more capable in bulk.</p>\n\n<h2>Democracy And Stability</h2>\n<p>Democracy is so stable because people are bulk are more effective when acting together than any smaller group of authoritarian rulers. Coups can occur when a military group are able to <a href=\"https://www.bbc.co.uk/news/world-africa-66339528\">coordinate against political rulers</a>, which can lead to great harm if those political rulers better represented the people being rules. The 'coup problem' of AC2 can be resolved by going one step further. If a small military group can organise against political leaders, then the rest of the military and the rest of broader society can also coordinate against them, returning stability to political systems around the world.</p>"
  }
  
  