{
  "slug": "labor-organizing",
  "title": "Amazon's Workers Fight for Organisation",
  "date": "November 22, 2025",
  "excerpt": "Amazon workers want to unionise. However, individuals know that if they are the first and only ones to do they, they will face reprisals. Anonymous credible commitments can help them coordinate despite these attempts at intimidation.",
  "description": "How anonymous credible commitments can help workers coordinate unionization efforts without exposing individuals to retaliation.",
  "content": "<h2>Amazon Workers Want Change</h2><p>Amazon workers want to unionise. However, they also know that if they are the first to act towards the creation of a union and others do not jump to join them, they will face reprisals. These range from termination of employment to being the target of lawfare, effectively baring efforts to coordinate one of the world's largest workforces.</p>\n\n<h2>How Anonymous Credible Commitments Help</h2>\n<p>With AC2, workers can commit to joining a union privately, registering their commitment in an irreversible but also entirely encrypted way. Once enough of their colleagues also sign up to this commitment, their identity along with their desire for form a union is made publicly available, giving them a credible reason to follow through with their claim.</p>\n\n<h2>Legal and Social Infrastructure</h2>\n<p>AC2 is designed to function in a legal and social infrastructure which incentivises people to follow through with commitments once they have been made public. This can occur through social mechanisms, such as a broad expectation that you follow your word, or through legal mechanisms, such as a law firm ready for file for the creation of a union with your name attached the moment your name becomes public. This protocol does not replace this societal organisation, it augments it to allow these coordination mechanisms to function even when there is fear of being the first person to move.</p>\n\n<h2>The Power of Collective Action</h2>\n<p>This transforms unionisation from a long series of risky individual actions into a coordinated finding of consensus. Rather than efforts being permanently held back by Amazon's power to intimidate individual workers, they can collectively reveal their desires at a single moment, creating a force their employer cannot ignore.</p>"
}

