{
  "slug": "political-change",
  "title": "Political Dissent And Engineering Change",
  "date": "November 23, 2025",
  "excerpt": "Citizens in an authoritarian regime oppose the government but won't speak out unless they know the majority shares their views. Fear of being the only dissenter keeps everyone silent.",
  "description": "How anonymous credible commitments can help citizens and politians coordinate their efforts to bring about change, despite power structures which seek to suppress dissent.",
  "content": "<h2>Political Repressors Are Organised</h2><p>Citizens in an authoritarian regime who oppose the government and the political system in which they reside are often subject to surveilance, violence, and even murder. They are unable to speak out without risking their lives and the welfare of their families, creating a powerful incentive to stay quiet and avoid disrupting the political order.</p>\n\n<h2>Infectiousness of Silence</h2>\n<p>Individuals who speak alone face severe consequences. Because of this, no-one will speak out first without being sure that others will join them. This silence spreads like a disease, as dissidents are unable to see how many of their fellow citizens are also opposed to the government and the political system which dominates their lives. If people will only speak out with certainty that others will join them, but constant expressions of love for the regime are required by law, then the common certainty that the regie should fall can never be established across a population.</p>\n\n<h2>Enforced Uniformity In Governments</h2>\n<p>A similar effect also occurs in governments, where the leaders of political parties and other institutions may seek to pass policies which the majority of lawmakers do not want to vote for. The presence of <a href=\"https://www.parliament.uk/about/mps-and-lords/principal/whips/\">whips</a> in parliamentary democracies are a method of allowing senior memors of the government to make lower-ranking law makers fall into line, even if the majority of them do not want to vote for a particular law or resolution. This worsens the ability of the government to represent the voters, and potentially introduces incentives which worsen the centralisation of power against the wishes of the citizens of a nation</p>\n\n<h2>AC2 and Safety In Numbers</h2>\n<p>Anonymous Credible Commitments (AC2) allow citizens, law makers, and members of other dissenting groups to coordinate against their repressors. Both political repression of citizens and the coersive control of lawmakers work through the improved coordination of the repressors over the repressed. With AC2, we can level the playing field.</p>"
}

