{
  "slug": "whistleblowing-collective-action",
  "title": "Whistleblowing And The Power Of Collective Action",
  "date": "November 23, 2025",
  "excerpt": "Harvey Weinstein's victims knew they weren't alone, but each woman feared going public without others. The first to speak out faced the full weight of his power and disbelief.",
  "description": "Victims of abuse, whistleblowers, and other groups who wish to expose wrongdoing often face disbelief, isolation, and legal threats. Anonymous credible commitments can help them coordinate their efforts to expose wrongdoing.",
  "content": "<h2>Whistleblowers Are Isolated</h2><p>Oftentimes, whistleblowers are part of a small group who are aware of wrongdoing. Each of <a href=\"https://en.wikipedia.org/wiki/Harvey_Weinstein_sexual_abuse_cases\">Harvey Weinstein's victims</a>, for example, knew they were not alone but were afraid to be the first to speak out due to fear of reprisals from the powerful individuals they were exposing.</p>\n\n<h2>Collective Statements and Disbelief</h2>\n<p>Whistleblower reports are often not believed when they are first stated. The papers <a href=\"https://www.bbc.co.uk/news/world-us-canada-23123964\">leaked by Edward Snowden</a> were denied for some time, before the US government finally admitted to their broad spying program targeting their own citizens as well as the citizens of other countries. Early Weinstein victims were not believed due to his good reputation in Hollywood and strong connections within media organisations reporting on the matter. What pushed the reports from isolated allegations to successful criminal prosecutions wasn't the evidence which could be produced by a single individual, but by the breadth and consistency of reports made by many people. When one person makes an allegation, they can be dismissed. When many people make that allegation collectively, they are much harder to ignore.</p>\n\n<h2>Strength in Unity</h2>\n<p>Anonymous credible commitments allow victims and whistleblowers alike to come forward together, setting their threshold for when they are happy for their story to be revealed to the public. When enough victims, troubled employees, or other parties with sensitive information they want to share have committed to the cause in question, they can reveal their commitments and stories together with voices which are much harder for the powerful to silence.</p>"
}

